/* Copyright © 2001-2012 Apple Inc. All Rights Reserved. */
/* Localization dictionary for Apple Hardware Test 3.0 series */

"is-two-bytes"	= "0";
"version-sig"	= "PO-070918";

"common-controls-restart"		= "Reiniciar	";
"common-controls-shutdown"		= "Desligar";
"common-controls-continue"		= "Continuar";

"common-tab-apple-title"		= " Acerca de ";			// does look better with spaces at head and tail
"common-tab-test-title"			= " Testes de Hardware ";	// does look better with spaces at head and tail
"common-tab-profile-title"		= " Perfil de Hardware ";	// does look better with spaces at head and tail
"common-version-str"			= "Versão ";
"common-bundle-str"				= "Bundle ";

"mark-graphics-unknown-str"		= "Vídeo desconhecido";
"mark-graphics-none-str"		= " ";

"mark-generic-present-str"		= "Instalado";
"mark-generic-absent-str"		= "Não localizado";
"mark-generic-hasDevice-str"	= "Dispositivo ligado";
"mark-generic-hasNoDevice-str"	= "Nenhum dispositivo ligado";

"units-hz--short-str"	= "Hz";
"units-hz--long-str"	= "Hertz";
"units-byte-short-str"	= "B";
"units-byte-long-str"	= "Byte";
"units-bit-short-str"	= "b";
"units-bit-long-str"	= "bit";
"units-volt-short-str"	= "V";
"units-volt-long-str"	= "Volt";


"units-hour-str"		= " hora";
"units-hours-str"		= " horas";
"units-min-str"			= " min ";
"units-mins-str"		= " mins ";
"units-sec-str"			= " seg";
"units-secs-str"		= " segs";

"units-kilo-str"		= "K";
"units-mega-str"		= "M";
"units-giga-str"		= "G";
"units-tera-str"		= "T";

"delim-date-str"		= "/";
"delim-at-str"			= " @ ";
"delim-record-str"		= ":";
"delim-field-str"		= ", ";
"delim-item-str"		= "-";
"delim-decimal-str"		= ".";
"delim-thousds-str"		= ", ";
"delim-space-str"		= " ";
"delim-pct-str"			= "%";

"notcompat-nosupport-str"		= "O Teste de Hardware Apple não suporta este computador.";
"notcompat-ownrisk-str"			= "Continuar fica a seu critério [apenas pré-lançamento].";


"test-head-intro1-text"			= "O Teste de Hardware Apple pode testar o hardware do seu Macintosh.";
"test-head-intro2-text"			= "Para realizar os testes, clique no botão “Teste” ou prima a tecla “T”.";

"test-probe-onto-text"			= "A verificar o seu hardware; poderá demorar alguns minutos...";
"test-probe-outof-text"			= "Verificação de hardware concluída.";

"test-controls-launch"			= "Teste";
"test-controls-interrupt"		= "Parar testes";

"test-choices-title"			= "Escolhas de testes";
"test-about-title"				= "Acerca dos testes e resultados";
"test-results-title"			= "Resultados do teste";

"test-results-notestyet"		= "Não podem ser realizados testes até a verificação estar concluída.";
"test-results-nodevfound"		= "Não foram encontrados dispositivos.";
"test-results-notyet"			= "Pronto para o teste.";
"test-results-quick-ongoing"	= "Teste em curso.";
"test-results-extend-ongoing"	= "Teste alargado em curso.";
"test-results-willstop"			= "O teste vai ser interrompido.";
"test-results-interrupted"		= "O teste não foi concluído.";
"test-results-nofail"			= "Não foram encontrados problemas.";
"test-results-error"			= "Erro interno durante o teste.";
"test-results-failed"			= "Aviso! O Teste de Hardware Apple detectou um erro.";

"test-ongoing-short-status"		= "Teste em curso.";
"test-ongoing-mlb-status"		= "Placa lógica principal de teste.";
"test-ongoing-memory-status"	= "Memória de teste.";
"test-ongoing-storage-status"	= "Armazenamento de testes.";
"test-ongoing-video-status"		= "Gráficos de teste.";

"test-ongoing-pass-time-text"	= " para teste...";
"test-ongoing-pass-time-1-text"	= " ";
"test-ongoing-pass-time-2-text"	= "para teste...";
"test-ongoing-sess-pass-text"	= "Número de vezes: ";
"test-ongoing-sess-time-text"	= "Tempo de teste total: ";

"test-desc-initial-1-text"	= "O Teste de Hardware Apple é uma ferramenta de diagnóstico para detectar problemas nos componentes de hardware do seu computador.";
"test-desc-initial-2-text"	= " ";
"test-desc-initial-3-text"	= "Os testes realizados ajudam a determinar se o problema é do hardware ou do software.";
"test-desc-initial-4-text"	= " ";
"test-desc-initial-5-text"	= "Se os resultados do teste determinarem que não existem problemas de hardware, consulte o manual e/ou (sistema de) Ajuda fornecidos com o seu computador para mais resoluções de problemas.";
"test-desc-initial-6-text"	= " ";

"test-desc-intro-quick-text"	= "Tempo estimado para a conclusão: 3 minutos ou mais tempo, dependendo do tamanho da memória instalada.";	/* default */
"test-desc-intro-quick-text2"	= "Tempo estimado para a conclusão: 10 a 15 segundos, ou mais tempo, dependendo do tamanho da memória instalada.";
"test-desc-intro-quick-text3"	= "Tempo estimado para a conclusão: 2 minutos ou mais tempo, dependendo do tamanho da memória instalada.";
"test-desc-intro-quick-text4"	= "Tempo estimado para a conclusão: 4 minutos ou mais tempo, dependendo do tamanho da memória instalada.";

"test-desc-intro-extend-text"	= "Tempo estimado para a conclusão: 1 hora ou mais tempo, dependendo do tamanho da memória instalada.";	/* default */
"test-desc-intro-extend-text2"	= "Tempo estimado para a conclusão: 10 a 15 minutos, ou mais tempo, dependendo do tamanho da memória instalada.";
"test-desc-intro-extend-text3"	= "Tempo estimado para a conclusão: 30 minutos ou mais tempo, dependendo do tamanho da memória instalada.";
"test-desc-intro-extend-text4"	= "Tempo estimado para a conclusão: 2 horas ou mais tempo, dependendo do tamanho da memória instalada.";

"test-desc-option-extend-text"	= "Realizar teste alargado (demora bastante mais tempo).";
"test-desc-option-loop-text"	= "Looping activado.";

"test-desc-quick-running-1-text"	= "Teste em curso...";
"test-desc-quick-running-2-text"	= "Para parar, clique no botão “Parar testes”.";
"test-desc-quick-running-3-text"	= "Ou prima simultaneamente a tecla Comando (“maçã”) e a tecla “.” (ponto).";
"test-desc-quick-running-4-text"	= " ";

"test-desc-extend-running-1-text"	= "Teste alargado em curso...";
"test-desc-extend-running-2-text"	= "Para parar, clique no botão “Parar testes”.";
"test-desc-extend-running-3-text"	= "Ou prima simultaneamente a tecla Comando (“maçã”) e a tecla “.” (ponto).";
"test-desc-extend-running-4-text"	= " ";

/* About the Tests and Results Test tests failed */
"test-result-testing-1-text"		= "Aviso! O Teste de Hardware Apple detectou um erro.";
"test-result-testing-2-text"		= " ";
"test-result-testing-3-text"		= "Primeiro, anote o Código de Erro na área de Resultados do Teste.";
"test-result-testing-4-text"		= " ";
"test-result-testing-5-text"		= "Em seguida, se existirem periféricos ligados ao computador, desligue o computador, desconecte os periféricos e execute o Teste Alargado para verificar os resultados.";
"test-result-testing-6-text"		= " ";
"test-result-testing-7-text"		= "Se continuar a ser registado um problema, consulte o material de assistência e suporte fornecido com o seu computador para instruções sobre como contactar a AppleCare para obter mais assistência.";
"test-result-testing-8-text"		= " ";

/* About the Tests and Results Test POST failed */
"test-result-startup-1-text"		= "Aviso! O Teste de Hardware Apple detectou um erro no arranque.";
"test-result-startup-2-text"		= " ";
"test-result-startup-3-text"		= "Primeiro, anote os Códigos de Erro na área de Resultados do Teste.";
"test-result-startup-4-text"		= " ";
"test-result-startup-5-text"		= "Em seguida, se existirem periféricos ligados ao computador, desligue o computador, desconecte os periféricos e execute o Teste Alargado para verificar os resultados.";
"test-result-startup-6-text"		= " ";
"test-result-startup-7-text"		= "Se continuar a ser registado um problema, consulte o material de assistência e suporte fornecido com o seu computador para instruções sobre como contactar a AppleCare para obter mais assistência.";
"test-result-startup-8-text"		= " ";
"test-result-startup-9-text"		= " ";
"test-result-startup-10-text"		= " ";
"test-result-startup-11-text"		= " ";


/* HW-Profile values */

"prof-prod-group-title"			= "Produto";
"prof-prod-group-subtitle"		= "Dados do produto:";
"prof-prod-name-label"			= "Nome Macintosh:";
"prof-prod-model-label"			= "Modelo Macintosh:";
"prof-prod-cputype-label"		= "Tipo de CPU:";
"prof-prod-cpucount-label"		= "Número de processadores:";
"prof-prod-cpucoretotal-label"	= "Número total de núcleos:";
"prof-prod-cpucorecount-label"	= "Número de núcleos:";
"prof-prod-cpuspeed-label"		= "Velocidade de CPU:";
"prof-prod-cpucache-label"		= "Cache L2 da CPU (por processador):";

"prof-prod-L2cache-label"		= "Cache L2:";
"prof-prod-L2cachecore-label"	= "Cache L2 (por núcleo):";
"prof-prod-L3cache-label"		= "Cache L3:";

"prof-prod-cpucache3-label"		= "Cache CPU L3 (por CPU):";
"prof-prod-mlb-sn-label"		= "Número de série MLB:";
"prof-processor-tray-sn-label"	= "Nº de série da bandeja do processador:";

"prof-graph-group-title"		= "Vídeo";
"prof-graph-group-subtitle"		= "Dados do vídeo:";
"prof-graph-chipset-label"		= "Gráficos:";
"prof-graph-vram-label"			= "VRAM:";
"prof-graph-disp-width-label"	= "Largura do ecrã (pixels):";
"prof-graph-disp-height-label"	= "Altura do ecrã (pixels):";

"prof-communi-group-title"		= "Comunicação";
"prof-communi-group-subtitle"	= "Dados da comunicação:";
"prof-communi-enet-mac-label"	= "Endereço MAC Ethernet:";
"prof-communi-fwire-mac-label"	= "Endereço MAC FireWire:";
"prof-communi-airp-type-label"	= "AirPort:";
"prof-communi-bluetooth-label"	= "Bluetooth:";
"prof-communi-irport-label"		= "Receptor de infravermelhos:";
"prof-communi-usb1-connect-label"	= "Porta USB 1:";
"prof-communi-usb2-connect-label"	= "Porta USB 2:";
"prof-communi-usb3-connect-label"	= "Porta USB 3:";
"prof-communi-usb4-connect-label"	= "Porta USB 4:";

"prof-memo-group-title"			= "Memória";
"prof-memo-group-subtitle"		= "Dados da memória:";
"prof-memo-overview-label"		= "Visão geral";
"prof-memo-slot-1-label"		= "Memória nº 1";
"prof-memo-slot-2-label"		= "Memória nº 2";
"prof-memo-slot-3-label"		= "Memória nº 3";
"prof-memo-slot-4-label"		= "Memória nº 4";
"prof-memo-slot-5-label"		= "Memória nº 5";
"prof-memo-slot-6-label"		= "Memória nº 6";
"prof-memo-slot-7-label"		= "Memória nº 7";
"prof-memo-slot-8-label"		= "Memória nº 8";

"prof-memo-type-str"			= "SDRAM soldada MLB.";
"prof-memo--str"				= "Desconhecido(a)";
"prof-memo-pc2-3700-str"		= "PC2-3700";
"prof-memo-pc2-4000-str"		= "PC2-4000";
"prof-memo-pc2-4200-str"		= "PC2-4200";
"prof-memo-pc2-4800-str"		= "PC2-4800";
"prof-memo-ddr2-str"			= "DDR2 SDRAM";
"prof-memo-fbdimm-str"			= "FBDIMM";
"prof-memo-cl-str"				= "CL";
"prof-memo-ct1-str"				= " Tempo de ciclo (ns)";
"prof-memo-ct2-str"				= " Ciclo (ns)";
"prof-memo-ct3-str"				= " (ns)";
"prof-memo-rev-str"				= "Rev.";
"prof-memo-paired-str"			= "Ligado com #";
"prof-memo-paired-not-str"		= " não ligado";
"prof-memo-mismatch-label"		= "Não correspondência:";
"prof-memo-size-str"			= " tamanho";
"prof-memo-speed-str"			= " velocidade";
"prof-memo-vendor-str"			= " fabricante";
"prof-memo-recommend-str"		= "Recomendado: ";
"prof-memo-post-fail-str"		= "Falha de POST";

"prof-board-group-title"		= "Placa lógica";
"prof-board-brom-vers-label"	= "Versão da ROM de arranque:";
"prof-board-smc-vers-label"		= "Versão SMC:";
"prof-board-syst-sn-label"		= "Número de série do sistema:";
"prof-board-bootdev-label"		= "Dispositivo de arranque padrão:";

"prof-stor-group-title"			= "Armazenamento";
"prof-stor-size-label"			= "Tamanho:";

"prof-powr-group-title"			= "Energia";
"prof-powr-group-subtitle"		= "Dados de energia:";
"prof-powr-src-label"			= "Fonte de alimentação:";
"prof-powr-src-wall-str"		= "Adaptador";
"prof-powr-src-batt-str"		= "Bateria";
"prof-powr-ac-on-str"			= "Ligado";
"prof-powr-ac-off-str"			= "Não ligado";
"prof-powr-capac-label"			= "Capacidade:";
"prof-powr-volt-label"			= "Voltagem:";
"prof-powr-status-label"		= "Estado:";

